Repository: TeaqariaWTF/debrandify
Catalog: languages/debrandify-*.po
Languages: fr_fr

source: Debrandify is a simple WordPress plugin that lets you hide WordPress' branding and replace it with yours as well as make your site lighter.
fr_fr: Debrandify permet de retirer toutes mentions de WordPress de votre tableau de bord, de les remplacer par votre propre marque et de rendre votre site plus léger.

source: No feed available, please visit the
fr_fr: Aucun flux n’est disponible, merci de visiter la

source: homepage
fr_fr: page d'accueil

source: The WordPress REST API has been disabled.
fr_fr: WordPress REST API a été désactivé.

source: Donate
fr_fr: Faire un don

source: Thank you for installing <b>Debrandify</b>! You can start getting rid of WordPress' branding right away.
fr_fr: Merci d’avoir installé <b>Debrandify</b>! Vous pouvez commencer à vous en servir dès maintenant.

source: Visit settings page
fr_fr: Réglages de Debrandify

source: You've been using Debrandify for a while now, I hope you like it! If so, please consider giving a review or donating, that would help a lot 😊
fr_fr: Cela commence à faire longtemps que vous utilisez Debrandify, j’espère qu’il vous plaît ! Si c’est le cas, n’hésitez pas à soutenir mon travail avec les boutons si dessous 😊

source: Review
fr_fr: Noter

source: Your site uses WordPress Multisite, which means Debrandify options are set up
fr_fr: Votre site utilise WordPress Multisite, ce qui veut dire que les options de Debrandify sont réglées

source: on the network level
fr_fr: sur le réseau

source: . You can prioritise this specific site's settings by toggling this option.
fr_fr: . Vous pouvez rendre les options de ce site prioritaires sur celles du réseau en cochant cette option.

source: Debrandify multisite settings
fr_fr: Réglages Debrandify du réseau

source: Debrandify Settings
fr_fr: Réglages de Debrandify

source: These will impact your whole network of sites. If you wish to set things up specifically for a site, head to the Debrandify settings of its dashboard.
fr_fr: Ces réglages impacteront le réseau de sites complet. Si vous souhaitez mettre en place des réglages spécifiques à un site, rendez vous dans les réglages WP Debrand sur le tableau de bord du site en question.

source: General
fr_fr: Général

source: Advanced
fr_fr: Avancé

source: Bonus features!
fr_fr: Fonctions bonus !

source: Prioritise these settings
fr_fr: Rendre ces réglages prioritaires

source: WordPress admin bar logo
fr_fr: Logo WordPress dans la barre d’outils

source: Thank you sentence in admin footer
fr_fr: Phrase de remerciement de pied de page du tableau de bord

source: Your own text
fr_fr: Votre propre texte

source: WordPress version in admin footer
fr_fr: Version WordPress de pied de page du tableau de bord

source: Login logo image
fr_fr: Logo sur la page de connexion

source: Default WordPress logo
fr_fr: Logo WordPress par défaut

source: Site logo (if there is one)
fr_fr: Logo du site (s’il y en a un)

source: Site title
fr_fr: Titre du site

source: Hide
fr_fr: Cacher

source: "— WordPress" suffix in tab titles of dashboard pages
fr_fr: Suffixe "— WordPress" dans les titres des onglets du tableau de bord

source: "News and events" widget on dashboard
fr_fr: Widget “Évènements et nouveautés WordPress” du tableau de bord

source: "Elementor overview" widget on dashboard
fr_fr: Widget “Vue d’ensemble Elementor” du tableau de bord

source: Integrated smileys
fr_fr: Smileys WordPress

source: Integrated RSS feed
fr_fr: Flux RSS

source: Comments
fr_fr: Commentaires

source: "From" text of emails sent by your site
fr_fr: Champs “From” des emails envoyés par votre site

source: Your site's name
fr_fr: Nom du site

source: Username of the email adress that sends from your site
fr_fr: Première partie de l’adresse avec laquelle votre site envoie des emails

source: First part of email
fr_fr: Première partie de l&#8217;email

source: Global inline styles
fr_fr: CSS à la ligne WordPress (global inline styles)

source: Unnecessary code in head tag
fr_fr: Code superflu dans l’en-tête du site

source: Embeds
fr_fr: Intégration de liens (WP Embeds)

source: Block library
fr_fr: Bibliothèque de blocs WordPress (Block Library)

source: SVG upload
fr_fr: Téléversement de SVG

source: Center login form vertically
fr_fr: Centrer verticalement le formulaire de connexion

source: jQuery (if possible)
fr_fr: jQuery (si possible)

source: Made in France with ❤️ by
fr_fr: Fabriqué en France avec ❤️ par

source: If you like Debrandify, please consider
fr_fr: Si vous aimez Debrandify, pensez à

source: giving it a review
fr_fr: le noter

source: or
fr_fr: ou

source: donating
fr_fr: faire un don

source: This is what motivates me to keep it updated and create new projects as an indie developer 😊
fr_fr: C’est ce qui me motive à garder ce projet à jour et à en créer de nouveaux en tant que développeur indépendant 😊

source: As this is my first WordPress plugin, it might have some bugs! 🐞
fr_fr: Puisque Debrandify est mon premier plugin WordPress, il peut y avoir des bugs ! 🐞

source: If you find some, please
fr_fr: Si vous en trouvez, merci de les

source: report them here
fr_fr: signaler ici

source: so that I can fix them quickly.
fr_fr: pour que je puisse les corriger rapidement.

source: Settings updated.
fr_fr: Réglages enregistrés.

source: Dismiss this notice.
fr_fr: Ignorer.
